print('Лаб. работа №11') 

#Создаём список стран со столицами
list = {"Россия":"Москва","Греция":"Афины","Казахстан":"Астана","Китай":"Пекин","Великобритания":"Лондон",
"США":"Вашингтон","Франция":"Париж","Канада":"Оттава","Япония":"Токио","Бразилия":"Бразилиа",
"Москва":"Россия","Афины":"Греция","Астана":"Казахстан","Пекин":"Китай","Лондон":"Великобритания",
"Вашингтон":"США","Париж":"Франция","Оттава":"Канада","Токио":"Япония","Бразилиа":"Бразилия"}

#Проверяем объект на его наличие в списке
while True:
    try:
        c_c = input("Введите страну или столицу из списка: ")
        assert c_c in list
        break
    except AssertionError:
        print('Такого названия нет в списке')

#Выводим объект
print(list[c_c])
